Repository: OmegaT-extra-L10N/ja
Catalog: omegat/project_save.tmx
Source language: en
Languages: ja

source: Cancel
ja: 中断

source: Copy Error
ja: コピーエラー

source: Doxygen-commented files (Okapi)
ja: Doxygenコメント付きファイル(Okapi)

source: Filter Parameters Files
ja: フィルターパラメータファイル

source: Filter settings are currently <b>Project Specific</b>.<br>Therefore, after you click "OK", the parameters file will be copied to this location:<br>
ja: フィルター設定は現在 <b>プロジェクト専用設定</b>です。<br>しかし、ここで "OK"をクリックすれば、こちらにパラメーターがコピーされます:<br>

source: Fuzzy Match
ja: ファジーマッチ

source: Fuzzy Matches Issues
ja: ファジーマッチの問題

source: HTML files (Okapi)
ja: HTMLファイル(OKAPI)

source: InDesign IDML files (Okapi)
ja: InDesign IDMLファイル(Okapi)

source: Include the name of the translation unit in comments
ja: 翻訳単位名をコメントに含める

source: Is there an open project?
ja: オープンプロジェクトはありますか?

source: JSON files (Okapi)
ja: JSONファイル(Okapi)

source: Markdown files (Okapi)
ja: Markdownファイル(Okapi)

source: Missing Path
ja: 未使用のパス

source: No <xliff> element found.
ja: <xliff>要素が見つかりません。

source: No Parameters File
ja: パラメータファイルがありません

source: No Project Folder
ja: プロジェクトフォルダーがありません

source: No element in the file.
ja: ファイルにエレメントがありません。

source: Okapi Filter Options
ja: Okapi フィルター設定

source: Okapi XLIFF Filter Options
ja: Okapi XLIFFフィルター設定

source: OpenXML files (Okapi)
ja: OpenXMLファイル(Okapi)

source: Pack and delete project...
ja: プロジェクトのパックと削除...

source: Pack project as OMT file...
ja: プロジェクトをOMTファイルとしてパック...

source: Protect entries with state='final' (if not set: they can be edited)
ja: state='final'でエントリを保護(設定されていない場合:編集可能)

source: Qt TS files (Okapi)
ja: Qt TSファイル(Okapi)

source: SDL-XLIFF files (Okapi)
ja: SDL-XLIFFファイル(Okapi)

source: Segment beginning with a fuzzy match prefix
ja: ファジーマッチプレフィックスで始まるセグメント

source: Select a Filter Parameters File
ja: フィルターパラメータファイルを選択

source: Select the OMT package to import
ja: インポートするOMTパッケージの選択

source: Show and protect entries with translate='no' (if not set: they are not extracted)
ja: translate='no'でエントリを表示および保護します(設定されていない場合、エントリは抽出されません)。

source: Sorry, there was a problem copying the parameters file.
ja: パラメータファイルのコピー中に問題が発生しました。

source: TagEditor TTX files (Okapi)
ja: TagEditor TTXファイル(Okapi)

source: The parameters file does not exist.
ja: パラメータファイルが存在しません。

source: The version attribute is missing.
ja: バージョン属性がありません。

source: Transifex project files (Okapi)
ja: Transifexプロジェクトファイル(Okapi)

source: Unable to determine the project folder.
ja: プロジェクトフォルダーを特定できません。

source: Unpack project from OMT file...
ja: OMTファイルからプロジェクトを展開...

source: Use the default filter settings (%s)
ja: デフォルトのフィルター設定にする (%s)

source: Use the following filter parameters file:
ja: 次のフィルターパラメータファイルを使用する:

source: Wordfast Pro TXML files (Okapi)
ja: Wordfast Pro TXMLファイル(Okapi)

source: XLIFF files (Okapi)
ja: XLIFFファイル(Okapi)

source: XLIFF-2 files (Okapi)
ja: XLIFF-2 ファイル (Okapi)

source: XML files (Okapi - XML Filter)
ja: XMLファイル(Okapi-XMLフィルター)

source: XML files (Okapi - XML Stream Filter
ja: XMLファイル(Okapi-XMLストリームフィルター

source: YAML files (Okapi)
ja: YAMLファイル(Okapi)

source: You must specify a path.
ja: パスを指定する必要があります。
